Repository: andywar65/project_repo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: %(name)s's profile has been successfully modified!
it: Il profilo di %(name)s è stato modificato con successo!

source: Account of
it: Account di

source: From here you can change your profile and your password
it: Da qui puoi cambiare il tuo profilo e la password

source: you can go to the backend
it: puoi andare all'amministrazione

source: or you can logout (it's always better to logout at the end of the session)
it: oppure puoi effettuare il logout (sempre meglio farlo alla fine di una sessione)

source: Change profile
it: Cambia profilo

source: Change password
it: Cambia password

source: Go to admin
it: Vai all'amministrazione

source: WARNING! To access this area you must login
it: ATTENZIONE! Per accedere a quest'area devi effettuare il login

source: Click here to
it: Fai click qui per

source: Fix error below
it: Aggiusta l'errore qui sotto

source: Fix errors below
it: Aggiusta gli errori qui sotto

source: You are already authenticated as
it: Sei già autenticato come

source: If you want to login with a different account you have to
it: Per effettuare il login con account differente devi prima

source: logout first
it: effettuare il logout

source: Submit
it: Invia

source: Password forgotten?
it: Dimenticato la password?

source: Successful logout
it: Logout effettuato

source: Logout was successful
it: Hai effettuato correttamente il logout

source: You can perform a new
it: Ora puoi effettuare un nuovo

source: Contact
it: Contatto

source: Thank you, your message was successfully submitted
it: Grazie, il tuo messaggio è stato inviato correttamente

source: We will get in touch by email
it: Ti contatteremo a breve via email

source: It's not an automatic process, it may take some time
it: Non è un processo automatico, può richiedere del tempo

source: In the meanwhile you can send another
it: Nel frattempo puoi inviarne un altro

source: You are an anonymous user. You can either
it: Sei un utente anonimo. Puoi sia

source: signup
it: registrarti

source: to the website or
it: al sito oppure

source: if you have already. Alternatively fill the following form and submit.
it: se lo hai già fatto. In alternativa riempi il modulo qui sotto e Invia.

source: Privacy agreement
it: Informativa della privacy

source: Hello %(name)s, write down your message, then submit.
it: Ciao %(name)s, scrivi il tuo messaggio, poi Invia.

source: Password changed
it: Password cambiata

source: Your password was successfully changed
it: La tua password è stata cambiata con successo

source: Go back to the
it: torna al

source: Change your profile
it: Cambia il tuo profilo

source: Your username is %(name)s (can't change that)
it: Il tuo nome utente è %(name)s (non lo puoi cambiare)

source: You have subscribed to the
it: Hai assentito al trattamento dei dati secondo la

source: If you want to unsubscribe you have to
it: Se vuoi revocare l'assenso devi

source: delete your account
it: cancellare il tuo account

source: Delete profile
it: Cancella profilo

source: Delete your profile
it: Cancella il tuo profilo

source: Are you sure you want to delete your profile? There's no way back
it: Sei sicuro di voler cancellare il tuo profilo? Non puoi tornare indietro

source: Profile deleted
it: Profilo cancellato

source: Your profile was deleted. Thanks anyway for subscribing to
it: Il tuo profilo è stato cancellato. Grazie per esserti iscritto a

source: Signup request
it: Richiesta iscrizione

source: Your request was forwarded successfully, thanks!
it: La tua richiesta è stata inviata correttamente

source: You will soon receive a mail with access credentials. Login and change the automatic password. Remember that you subscribed to the
it: Riceverai presto una mail con le credenziali di accesso. Effettua il login e cambia la password automatica. Ricorda che hai assentito al trattamento dei dati secondo la

source: Fill in the form to signup to %(name)s. Registered users get access to extra content and can interact with the website. If you just want to send us a word use this other
it: Riempi questo modulo per registrarti a %(name)s. Utenti registrati hanno accesso a contenuti extra e possono interagire con il sito. Se vuoi semplicemente contattarci usa questo altro

source: If you are a registered user just
it: Se sei un utente registrato puoi semplicemente

source: /registration
it: /registrazione

source: Password resetted
it: Password reimpostata

source: Now that you're logged in you could do the following
it: Ora che hai effettuato il login puoi fare le seguenti cose

source: Modify your
it: Modifica il tuo

source: Just
it: Semplicemente

source: logout
it: effettua il logout

source: Your password has been resetted, try not to forget it again
it: La tua password è stata reimpostata, cerca di non dimenticarla di nuovo

source: Now just
it: Ora effettua il

source: Request new password
it: Richiedi password

source: Seems like you already logged in as %(name)s, you don't need a new password.
it: Pare che tu abbia già fatto il login come %(name)s, non ti serve una nuova password.

source: Insert signup email and press Submit, then follow the instructions
it: Inserisci la mail di registrazione e premi Invia, poi segui le istruzioni

source: Password reset
it: Reimposta password

source: Reset the password
it: Reimposta la password

source: Request sent
it: Richiesta inviata

source: Password change request sent
it: Richiesta modifica password inviata

source: In your inbox you should find a link to reset the password
it: Nella posta in arrivo ci dovrebbe essere un link per reimpostare la password

source: If you don't find it try looking in the spam folder
it: Se non lo trovi cerca anche nella cartella di Spam

source: Download
it: Scarica

source: or delete
it: o cancella

source: profile/
it: profilo/

source: profile/<uuid:pk>/change
it: profilo/<uuid:pk>/cambia

source: profile/<uuid:pk>/delete
it: profilo/<uuid:pk>/cancella

source: profile/deleted
it: profilo/cancellato

source: registration/
it: registrazione/

source: logout/
it: esci/

source: password_reset/
it: reimposta_password/

source: password_reset/done/
it: reimposta_password/fatto/

source: reset/<uidb64>/<token>/
it: reimposta/<uidb64>/<token>/

source: reset/done/
it: reimposta/fatto/

source: password_change/
it: cambia_password/

source: password_change_done/
it: cambia_password_fatto/

source: Hello %(username)s! We have received your registration to %(site_name)s. You can login at following link: %(login)s Use the username that you chose: %(username)s This is the password: %(password)s (change it!). After login you can manage your profile. Thanks. The staff of %(site_name)s Useful links: Privacy agreement: %(privacy)s Change password: %(change_pwd)s
it: Ciao %(username)s! Abbiamo ricevuto la tua registrazione a %(site_name)s. Puoi effettuare il login al seguente link: %(login)s Usa il nome utente che hai scelto: %(username)s Questa è la password: %(password)s (cambiala!). Dopo il login puoi impostare il tuo profilo. Grazie. Lo staff di %(site_name)s Link utili: Informativa della privacy: %(privacy)s Cambia password: %(change_pwd)s

source: Access credentials to %(acro)s
it: Credenziali di accesso a %(acro)s

source: User is not authorized to manage this profile
it: L'utente non è autorizzato a gestire questo profilo
