Repository: andywar65/project_repo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Accounting
it: Contabilità

source: Architectural design
it: Progettazione architettonica

source: Construction supervision
it: Direzione lavori

source: Land registry
it: Catasto

source: Expertise
it: Perizie

source: Advance payment
it: Anticipazioni

source: Various
it: Varie

source: Other
it: Altro

source: Staff
it: Collaboratori

source: Fleet
it: Automobili

source: Equipment
it: Attrezzature

source: Services
it: Servizi

source: Training
it: Formazione

source: Office products
it: Cancelleria

source: Telecom
it: Telefoni

source: Supplies
it: Erogazioni

source: Rentals
it: Affitti

source: Assurances
it: Assicurazioni

source: Social security
it: Contributi

source: Taxes
it: Tasse

source: Refunds
it: Restituzioni

source: Dividends
it: Dividendi

source: You are assigning a passive category to an active invoice!
it: Stai assegnando una categoria passiva ad una fattura attiva!

source: Delete the invoice
it: Cancella la fattura

source: Caution, can't undo this.
it: Attenzione, non si può tornare indietro.

source: invoices
it: fatture

source: Number
it: Numero

source: Client/Supplier
it: Cliente/Fornitore

source: Active
it: Attiva

source: Active if checked, passive if not
it: Attiva se spuntata, altrimenti passiva

source: Date
it: Data

source: Reason
it: Causale

source: Taxable
it: Imponibile

source: VAT
it: IVA

source: Category
it: Categoria

source: 'A' for active and 'P' for passive.
it: 'A' per attiva e 'P' per passiva.

source: Paid
it: Saldata

source: Amount
it: Importo

source: Invoice
it: Fattura

source: Invoices
it: Fatture

source: CSV / XML file
it: File CSV / XML

source: File name
it: Nome del file

source: CSV/XML file
it: File CSV/XML

source: CSV/XML files
it: File CSV/XML

source: Add file
it: Aggiungi file

source: Hello %(name)s, choose the file (or files) and submit. CSV file must contain <a href="%(sample_file_url)s"> these fields</a>, while the XML can be downloaded with the electronic invoice.
it: Ciao %(name)s, scegli il file (o i file) e invia. Il file CSV deve contenere <a href="%(sample_file_url)s"> questi campi</a>, mentre l'XML può essere scaricato assieme alla fattura elettronica.

source: Fix the errors below, please
it: Correggi gli errori qui sotto, per favore

source: You don't have permission to add invoice file
it: Non hai le credenziali per aggiungere file di fatture

source: Email invoices
it: Fatture via email

source: Invoices by email
it: Fatture via email

source: Created invoices
it: Fatture create

source: modified
it: modificate

source: errors
it: errori

source: This year's invoices
it: Le fatture di quest'anno

source: This month's invoices
it: Le fatture di questo mese

source: Add invoice
it: Aggiungi fattura

source: Invoice <strong>%(link)s</strong> successfully created!
it: Fattura <strong>%(link)s</strong> creata con successo!

source: Invoice <strong>%(link)s</strong> successfully modified!
it: La fattura %(link)s è stata modificata con successo!

source: Invoice <strong>%(link)s</strong> successfully deleted!
it: Fattura <strong>%(link)s</strong> cancellata con successo!

source: List if invoices
it: Lista delle fattura

source: There are no invoices available
it: Nessuna fattura disponibile

source: PREVIOUS
it: PRECEDENTE

source: NEXT
it: PROSSIMO

source: Go to charts
it: Vai ai grafici

source: Download CSV file
it: Scarica file CSV

source: Invoices of
it: Fatture di

source: Save
it: Salva

source: Save and add
it: Salva e aggiungi

source: Fields with asterisk (*) are required
it: I campi con l'asterisco (*) sono richiesti

source: Delete invoice
it: Cancella la fattura

source: Delete
it: Cancella

source: You don't have permissions to delete invoices
it: Non hai le credenziali per cancellare fatture

source: Hello %(name)s, fill the fields below then submit.
it: Ciao %(name)s, inserisci i dati qui sotto, poi Invia.

source: You don't have permissions to add invoices
it: Non hai le credenziali per aggiungere fatture

source: Client
it: Cliente

source: Totals
it: Totali

source: Active by category
it: Attive per categoria

source: Passive by category
it: Passive per categoria

source: Modify invoice
it: Modifica fattura

source: Hello %(name)s, update the fields below then submit.
it: Ciao %(name)s, modifica i campi qui sotto, poi Invia.

source: You don't have permissions to modify invoices
it: Non hai le credenziali per modificare le fatture

source: add/
it: aggiungi/

source: add/csv/
it: aggiungi/csv/

source: change/<pk>/
it: cambia/<pk>/

source: delete/<pk>/
it: cancella/<pk>/

source: Active?
it: Attiva?

source: dd/mm/yy
it: gg/mm/aa

source: Description
it: Descrizione

source: Paid?
it: Saldata?

source: Image
it: Immagine

source: Map
it: Mappa

source: Architecture
it: Edile

source: MEP
it: Impianti

source: Structure
it: Strutturali

source: Delete the building
it: Cancella l'edificio'

source: Building
it: Edificio

source: Photo station
it: Stazione fotografica

source: Title
it: Titolo

source: Another Building by %(website)s!
it: Un nuovo edificio di %(website)s!

source: Building name
it: Nome dell'edificio

source: Introduction
it: Introduzione

source: Few words to describe this building
it: Poche parole per descrivere l'edificio

source: Address
it: Indirizzo

source: Something like "Rome - Monteverde" is ok
it: Qualcosa tipo "Roma - Monteverde" va bene

source: Latitude
it: Latitudine

source: Longitude
it: Longitudine

source: Coordinates from Google Maps or https://openstreetmap.org
it: Coordinate da Google Maps o https://openstreetmap.org

source: Zoom factor
it: Fattore di zoom

source: Maximum should be 21
it: Massimo intorno a 21

source: Building-%(date)s
it: Edificio-%(date)s

source: Buildings
it: Edifici

source: Name
it: Nome

source: Name of the building plan
it: Nome della planimetria

source: Elevation in meters
it: Elevazione in metri

source: DXF file
it: File DXF

source: Refresh geometry
it: Rinnova geometrie

source: Building plan
it: Planimetria

source: Building plans
it: Planimetrie

source: Another photo station by %(sitename)s!
it: Un'altra stazione fotografica di %(sitename)s!

source: Title of the photo station
it: Titolo della stazione fotografica

source: Photo stations
it: Stazioni fotografiche

source: Station
it: Stazione

source: Date:
it: Data:

source: Caption
it: Didascalia

source: Images
it: Immagini

source: Modify features
it: Modifica le caratteristiche

source: Modify building
it: Modifica edificio

source: Back to all buildings
it: Torna agli edifici

source: Add building plan
it: Aggiungi planimetria

source: Add photo station
it: Aggiungi stazione fotografica

source: Images by date
it: Immagini per data

source: Delete building
it: Cancella l'edificio

source: Delete building:
it: Cancella l'edificio

source: You don't have permissions to delete buildings
it: Non hai le credenziali per cancellare edifici

source: You don't have permissions to modify buildings
it: Non hai le credenziali per modificare edifici

source: Map of all buildings
it: Mappa di tutti gli edifici

source: Add building
it: Aggiungi edificio

source: Click on the map above to set Latitude, Longitude and Zoom factor.
it: Fai click sulla mappa qui sopra per definire latitudine, longitudine e fattore di zoom

source: You don't have permissions to add buildings
it: Non hai le credenziali per aggiungere edifici

source: You don't have permissions to add building plans
it: Non hai le credenziali per aggiungere planimetrie

source: Delete building plan
it: Cancella planimetria

source: Delete building plan:
it: Cancella la planimetria:

source: You don't have permissions to delete building plans
it: Non hai le credenziali per cancellare le planimetrie

source: Modify building plan
it: Modifica la planimetria

source: You don't have permissions to modify building plans
it: Non hai le credenziali per modificare le planimetrie

source: Modify directory (in admin)
it: Modifica la directory (nell'amministrazione)

source: Building <strong>%(link)s</strong> successfully created!
it: Edificio <strong>%(link)s</strong> creato con successo!

source: Building <strong>%(link)s</strong> successfully modified!
it: Edificio <strong>%(link)s</strong> è stato modificato con successo!

source: Building <strong>%(link)s</strong> successfully deleted!
it: Edificio <strong>%(link)s</strong> cancellato con successo!

source: Modify plans
it: Modifica planimetrie

source: Elevation (mt)
it: Elevazione (m)

source: Building plan <strong>%(link)s</strong> successfully created!
it: Planimetria <strong>%(link)s</strong> creata con successo!

source: Building plan <strong>%(link)s</strong> successfully modified!
it: Planimetria <strong>%(link)s</strong> modificata con successo!

source: Building plan <strong>%(link)s</strong> successfully deleted!
it: Planimetria <strong>%(link)s</strong> cancellata con successo!

source: WARNING, we can't undo this!
it: ATTENZIONE, non si può tornare indietro!

source: Cancel
it: Annulla

source: Hello %(name)s, fill the fields below then submit.
it: Ciao %(name)s, inserisci i dati qui sotto, poi Invia.

source: Photo station <strong>%(link)s</strong> successfully created!
it: Stazione fotografica <strong>%(link)s</strong> creata con successo!

source: Photo station <strong>%(link)s</strong> successfully modified!
it: Stazione fotografica <strong>%(link)s</strong> modificata con successo!

source: Photo station <strong>%(link)s</strong> successfully deleted!
it: Stazione fotografica <strong>%(link)s</strong> cancellata con successo!

source: Previous
it: Precedente

source: Next
it: Prossimo

source: No description
it: Nessuna descrizione

source: Image <strong>%(link)s</strong> successfully created!
it: Immagine <strong>%(link)s</strong> creata con successo!

source: Image <strong>%(link)s</strong> successfully modified!
it: Immagine <strong>%(link)s</strong> modificata con successo!

source: Image <strong>%(link)s</strong> successfully deleted!
it: Immagine <strong>%(link)s</strong> cancellata con successo!

source: You don't have permissions to add photo stations
it: Non hai le credenziali per aggiungere stazioni fotografiche

source: Delete photo station
it: Cancella la stazione fotografica

source: Delete photo station:
it: Cancella la stazione fotografica:

source: You don't have permissions to delete photo stations
it: Non hai le credenziali per cancellare stazioni fotografiche

source: Modify photo station
it: Modifica stazione fotografica

source: You don't have permissions to change photo stations
it: Non hai le credenziali per modificare stazioni fotografiche

source: Images by day
it: Immagini per data

source: No images today
it: Oggi nessuna immagine

source: Delete image
it: Cancella l'immagine

source: Delete image:
it: Cancella immagine:

source: You don't have permissions to delete images
it: Non hai le credenziali per cancellare immagini

source: Modify image
it: Modifica immagine

source: You don't have permissions to modify images
it: Non hai le credenziali per modificare immagini

source: Bakcwards in time
it: Indietro nel tempo

source: Forwards in time
it: Avanti nel tempo

source: Add image
it: Aggiungi immagine

source: There are no images available for this station
it: Nessuna immagine disponibile per questa stazione

source: Back to building
it: Torna all'edificio

source: Add an image
it: Aggiungi un'immagine

source: You don't have permissions to add images
it: Non hai le credenziali per aggiungere immagini

source: <slug>/change/
it: <slug>/modifica/

source: <slug>/delete/
it: <slug>/cancella/

source: <slug>/plan/add/
it: <slug>/planimetrie/aggiungi/

source: <slug:build_slug>/plan/<slug:plan_slug>/change/
it: <slug:build_slug>/planimetrie/<slug:plan_slug>/modifica/

source: <slug:build_slug>/plan/<slug:plan_slug>/delete/
it: <slug:build_slug>/planimetrie/<slug:plan_slug>/cancella/

source: <slug>/station/add/
it: <slug>/stazioni/aggiungi/

source: <slug:build_slug>/station/<slug:stat_slug>/
it: <slug:build_slug>/stazioni/<slug:stat_slug>/

source: <slug:build_slug>/station/<slug:stat_slug>/change/
it: <slug:build_slug>/stazioni/<slug:stat_slug>/modifica/

source: <slug:build_slug>/station/<slug:stat_slug>/delete/
it: <slug:build_slug>/stazioni/<slug:stat_slug>/cancella/

source: <slug:build_slug>/stations/<slug:stat_slug>/image/<pk>/change
it: <slug:build_slug>/stazioni/<slug:stat_slug>/immagini/<pk>/modifica/

source: <slug:build_slug>/stations/<slug:stat_slug>/image/<pk>/delete
it: <slug:build_slug>/stazioni/<slug:stat_slug>/immagini/<pk>/cancella/

source: <slug>/stations/<int:year>/<int:month>/<int:day>/
it: <slug>/stazioni/<int:year>/<int:month>/<int:day>/

source: No plan
it: Nessuna planimetria

source: Plan does not belong to Building
it: La planimetria non appartiene al'edificio

source: Station does not belong to Building
it: La stazione non appartiene al'edificio

source: Image does not belong to Photo Station
it: L'immagine non appartiene alla stazione fotografica

source: Trusted
it: Di fiducia

source: Editors
it: Editor

source: Do not send
it: Non inviare

source: To be sent
it: Da inviare

source: Already sent
it: Già inviata

source: Text
it: Testo

source: Leave here your message
it: Scrivi qui il tuo messaggio

source: Author
it: Autore

source: TITLE[
it: TITOLO[

source: DESCRIPTION[
it: DESCRIZIONE[

source: TEXT[
it: TESTO[

source: DATE[
it: DATA[

source: CATEGORIES[
it: CATEGORIE[

source: NOTICE[
it: NOTIFICA[

source: articles
it: articoli

source: Categories
it: Categorie

source: Another article by %(name)s!
it: Un nuovo articolo di %(name)s!

source: The title of the article
it: Il titolo dell'articolo

source: Comma separated list of categories
it: Lista di categorie separate da virgole

source: Notify by email
it: Notifica per email

source: Send automatic notification by selecting 'Send notification' and saving the article.
it: Invia una notifica automatica selezionando 'Invia notifica' e salvando l'articolo

source: /articles/
it: /articoli/

source: Follow this link to read it:
it: Segui questo link per leggerlo:

source: New article on %(name)s
it: Nuovo articolo su %(name)s

source: Article
it: Articolo

source: Articles
it: Articoli

source: User
it: Utente

source: Write something.
it: Scrivi qualcosa

source: Contribution -
it: Contributo -

source: Contribution
it: Contributo

source: Contributions
it: Contributi

source: In-depth articles
it: Articoli di approfondimento

source: in category:
it: nella categoria:

source: Articles by
it: Articoli di

source: In depth articles by
it: Articoli di approfondimento di

source: Articles of
it: Articoli di

source: No articles available
it: Nessun articolo disponibile

source: Filter by category:
it: Filtra per categoria:

source: List of authors
it: Lista degli autori

source: Modify
it: Modifica

source: Add a contribution
it: Aggiungi un contributo

source: Login
it: Effettua il login

source: if you want to add a contribution
it: se vuoi aggiungere un contributo

source: Authors
it: Autori

source: No biographical notes
it: Nessuna nota biografica

source: Number of
it: Numero di

source: contributions
it: contributi

source: No authors available.
it: Nessun autore disponibile.

source: uploaded on
it: caricato il

source: Contributions by
it: Contributi di

source: Uploaded on
it: Caricato il

source: Add contribution
it: Aggiungi contributo

source: Hello %(name)s, add here your contribution, then submit
it: Ciao %(name)s, aggiungi qui il tuo contributo, poi invia

source: contributions/
it: contributi/

source: authors/
it: autori/

source: uploads/
it: upload/

source: authors/<username>/
it: autori/<username>/

source: uploads/<username>/
it: upload/<username>/

source: Parent set
it: Set genitore

source: Maximum should be 23
it: Massimo intorno a 23

source: Choose carefully, can be changed only by staff in admin
it: Scegli bene, può essere modificato solo in amministrazione

source: Set name
it: Nome del set

source: Few words to describe the set
it: Poche parole per descrivere il set

source: Plans
it: Planimetrie

source: Choose plans to show in this set
it: Scegli le planimetrie da mostrare in questo set

source: Plan set
it: Set di planimetrie

source: Plan sets
it: Set di planimetrie

source: Add Plan set
it: Aggiungi un set di planimetrie

source: Active Plan set:
it: Set di planimetrie attivo:

source: No plans in active set
it: Nessuna planimetria nel set attivo

source: No images available
it: Nessuna immagine disponibile

source: Plan set <strong>%(link)s</strong> successfully created!
it: Set di planimetrie <strong>%(link)s</strong> creato con successo!

source: Plan set <strong>%(link)s</strong> successfully modified!
it: Set di planimetrie <strong>%(link)s</strong> modificato con successo!

source: Plan set <strong>%(link)s</strong> successfully deleted!
it: Set di planimetrie <strong>%(link)s</strong> cancellato con successo!

source: Activate!
it: Attiva!

source: Modify plan set
it: Modifica il set di planimetrie

source: plan
it: planimetria

source: Elevation (m)
it: Elevazione (m)

source: Create Plan set
it: Crea il set di planimetrie

source: Add plan set
it: Aggiungi un set di planimetrie

source: You don't have permissions to add plan sets
it: Non hai le credenziali per aggiungere set di planimetrie

source: Delete Plan set
it: Cancella il set di planimetrie

source: Delete Plan set:
it: Cancella il set di planimetrie:

source: You can't delete Base plan set.
it: Non puoi cancellare il set Base

source: You don't have permissions to delete plan sets
it: Non hai le credenziali per cancellare set di planimetrie

source: Modify Plan set
it: Modifica il set di planimetrie

source: Modify Plan set:
it: Modifica il set di planimetrie

source: You don't have permissions to modify plan sets
it: Non hai le credenziali per modificare i set di planimetrie

source: <slug>/sets/add/
it: <slug>/set/aggiungi/

source: <slug:build_slug>/sets/<slug:set_slug>/change/
it: <slug:build_slug>/set/<slug:set_slug>/modifica/

source: <slug:build_slug>/sets/<slug:set_slug>/delete/
it: <slug:build_slug>/set/<slug:stat_slug>/cancella/

source: <slug:build_slug>/plan/<slug:plan_slug>/
it: <slug:build_slug>/planimetrie/<slug:plan_slug>/

source: Plan set does not belong to Building
it: Il set di planimetrie non appartiene all'edificio

source: Page Makers
it: Impaginatori

source: Appears on first image
it: Appare nella prima immagine

source: Subtitle
it: Sottotitolo

source: Website in few words
it: Il sito in quattro parole

source: Talk about this website
it: Parla di questo sito

source: Position
it: Posizione

source: Home Page button
it: Pulsante di Home Page

source: Home Page buttons
it: Pulsanti di Home Page

source: Title as it appears in the address bar, only lowercase, no blank spaces
it: Titolo così come appare nella barra degli indirizzi, solo minuscole, senza spazi bianchi

source: Show summary
it: Mostra il sommario

source: Show navigation
it: Mostra la navigazione

source: Tree page
it: Pagina ad albero

source: Tree pages
it: Pagine ad albero

source: Projects
it: Progetti

source: There are no projects available
it: Nessun progetto disponibile

source: Modify page
it: Modifica la pagina

source: Summary
it: Sommario

source: Back to summary
it: Torna al sommario

source: Documents
it: Documenti

source: No documents available
it: Nessun documento disponibile

source: No Home Pages available
it: Nessuna Home Page disponibile

source: Request path is different from GET path
it: Il request path è diverso dal GET path

source: Gallery
it: Galleria

source: Residential
it: Residenziale

source: Offices
it: Terziario

source: Hospitals
it: Sanitario

source: Production
it: Produttivo

source: Schools
it: Scolastico

source: Furniture
it: Arredamento

source: Refurbishment
it: Ristrutturazione

source: Restoration
it: Restauro

source: Extension
it: Ampliamento

source: Construction
it: Costruzione

source: Demolition
it: Demolizione

source: Designed
it: Progettato

source: Under construction
it: In corso

source: Done
it: Realizzato

source: SITE[
it: LUOGO[

source: CATEGORY[
it: CATEGORIA[

source: INTERVENTION[
it: INTERVENTO[

source: COST[
it: COSTO[

source: projects
it: progetti

source: Another Project by %(website)s!
it: Un nuovo progetto di %(website)s!

source: Title of the project
it: Titolo del progetto

source: Site
it: Luogo

source: Something like "Rome - Monteverde"
it: Qualcosa tipo "Roma - Monteverde"

source: Functional category
it: Categoria funzionale

source: Type of intervention
it: Tipo di intervento

source: Status of intervention
it: Status dell'intervento

source: Cost of intervention
it: Costo dell'intervento

source: Project-%(date)s
it: Progetto-%(date)s

source: Project
it: Progetto

source: Projects of
it: Progetti di

source: List of projects
it: Lista dei progetti

source: Add project
it: Aggiungi progetto

source: category/
it: categoria/

source: in Category: %(read)s
it: nella Categoria: %(read)s

source: with Intervention type: %(read)s
it: con tipo di Intervento: %(read)s

source: with Status: %(read)s
it: con Status: %(read)s

source: with Cost: %(read)s
it: con Costo: %(read)s

source: Access denied
it: Accesso vietato

source: You don't have permissions to access this page
it: Non hai le credenziali per accedere a questa pagina

source: Maybe you still have to
it: Forse devi ancora effettuare il

source: otherwise use this
it: oppure utilizza questo

source: form
it: modulo

source: to request permissions
it: per richiedere le credenziali

source: Page not found
it: Pagina non trovata

source: Maybe this page no more exists, or the address is wrong
it: Può darsi che non esista più, oppure l'indirizzo è sbagliato

source: Double check the address you inserted
it: Controlla la correttezza dell'indirizzo

source: Use this
it: Usa questo

source: to notify the incovenience
it: per segnalare l'inconveniente

source: Contacts
it: Contatti

source: Messages
it: Messaggi

source: Register
it: Registrazione

source: Hello
it: Ciao

source: Write something
it: Scrivi qualcosa

source: Search
it: Cerca

source: Articles by contribution
it: Articoli per contributo

source: Pages
it: Pagine

source: Null search
it: Ricerca nulla

source: We didn't find elements that satisfy your search
it: Non abbiamo trovato elementi che soddisfino la tua ricerca

source: Admin
it: Amministrazione

source: contacts/
it: contatti/

source: search/
it: ricerca/

source: articles/
it: articoli/

source: docs/
it: documenti/

source: invoices/
it: fatture/

source: projects/
it: progetti/

source: buildings/
it: edifici/

source: Username
it: Nome utente

source: I subscribe the privacy agreement
it: Consento al trattamento dei dati

source: Write here the subject
it: Scivi qui il soggetto

source: Write here the message
it: Scrivi qui il tuo messaggio

source: Signup email
it: Email di iscrizione

source: New password
it: Nuova password

source: Repeat new password
it: Ripeti la nuova password

source: Old password
it: Vecchia password

source: First name
it: Nome

source: Last name
it: Cognome

source: Short bio
it: Breve biografia

source: Talk about yourself
it: Parla di te stesso

source: Want to receive notifications about new articles?
it: Vuoi ricevere le notifiche dei nuovi articoli?

source: Delete the profile
it: Cancella il profilo

source: Check to delete the profile.
it: Metti la spunta per cancellare il profilo.

source: Do you want to be notified on new articles?
it: Vuoi essere notificato dell'uscita di nuovi articoli?

source: Profile
it: Profilo

source: Profiles
it: Profili

source: From
it: Modulo

source: To
it: Destinatario

source: Subject
it: Soggetto

source: Attachment
it: Allegato

source: Email address
it: Indirizzo email

source: Message - %(id)d
it: Messaggio - %(id)d

source: Message
it: Messaggio
